Repository: joaovitor2763/fio
Catalog: Fio/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: 12 AM
es: 00 h
pt_br: 0h

source: 12 PM
es: 12 h
pt_br: 12h

source: 6 AM
es: 6 h
pt_br: 6h

source: 6 PM
es: 18 h
pt_br: 18h

source: A replacement for this word already exists.
es: Ya existe un reemplazo para esta palabra.
pt_br: Já existe uma substituição para esta palavra.

source: Active days
es: Días activos
pt_br: Dias ativos

source: Activity
es: Actividad
pt_br: Atividade

source: Add
es: Añadir
pt_br: Adicionar

source: Add a word Fio often hears incorrectly, such as G4S → G4OS.
es: Añade una palabra que Fio suele oír mal, como G4S → G4OS.
pt_br: Adicione uma palavra que o Fio costuma ouvir errado, como G4S → G4OS.

source: Add an optional preference for future reflections.
es: Añade una preferencia opcional para futuras reflexiones.
pt_br: Adicione uma preferência opcional para reflexões futuras.

source: Add context
es: Añadir contexto
pt_br: Adicionar contexto

source: Add observation
es: Añadir observación
pt_br: Adicionar observação

source: Add the version Fio hears first, then the spelling you want to keep.
es: Añade primero la versión que Fio oye y después la escritura que quieres conservar.
pt_br: Adicione primeiro a versão que o Fio ouve e depois a grafia que você quer manter.

source: Add word
es: Añadir palabra
pt_br: Adicionar palavra

source: Added later
es: Añadido después
pt_br: Adicionado depois

# Always replace “%@” with “%@”
source: Always replace “%1$@” with “%2$@”
es: Reemplazar siempre “%1$@” por “%2$@”
pt_br: Sempre substituir “%1$@” por “%2$@”

source: Appearance
es: Apariencia
pt_br: Aparência

source: Apple's speech transcriber needs a language before recording starts. Automatic follows your iPhone preferences; it does not detect the language from the audio.
es: El transcriptor de Apple necesita un idioma antes de empezar a grabar. Automático sigue las preferencias del iPhone; no detecta el idioma a partir del audio.
pt_br: O transcritor da Apple precisa de um idioma antes do início da gravação. Automático segue as preferências do iPhone; ele não detecta o idioma pelo áudio.

source: Apply personal vocabulary
es: Aplicar vocabulario personal
pt_br: Aplicar vocabulário pessoal

source: Automatic
es: Automático
pt_br: Automático

source: Automatic (iPhone)
es: Automático (iPhone)
pt_br: Automático (iPhone)

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Choose a date
es: Elegir una fecha
pt_br: Escolher uma data

source: Choose the language spoken in this audio
es: Elige el idioma hablado en este audio
pt_br: Escolha o idioma falado neste áudio

source: Choose what reflections should emphasize
es: Elige qué deben destacar las reflexiones
pt_br: Escolha o que as reflexões devem enfatizar

source: Close
es: Cerrar
pt_br: Fechar

source: Correct the words below. Saving will regenerate the reflection from the edited transcript.
es: Corrige las palabras de abajo. Al guardar, la reflexión se regenerará a partir de la transcripción editada.
pt_br: Corrija as palavras abaixo. Ao salvar, a reflexão será regenerada a partir da transcrição editada.

source: Create reflection
es: Crear reflexión
pt_br: Criar reflexão

source: Current streak
es: Racha actual
pt_br: Sequência atual

source: Dark
es: Oscuro
pt_br: Escuro

source: Delete entry
es: Eliminar entrada
pt_br: Excluir entrada

source: Delete this entry?
es: ¿Eliminar esta entrada?
pt_br: Excluir esta entrada?

source: Discard
es: Descartar
pt_br: Descartar

source: Discard entry
es: Descartar entrada
pt_br: Descartar entrada

source: Discard this entry?
es: ¿Descartar esta entrada?
pt_br: Descartar esta entrada?

source: Done
es: Listo
pt_br: Concluir

source: Each item below appears as a bullet in the reflection.
es: Cada elemento aparece como un punto en la reflexión.
pt_br: Cada item abaixo aparece como um bullet na reflexão.

source: Edit
es: Editar
pt_br: Editar

source: Edit reflection
es: Editar reflexión
pt_br: Editar reflexão

source: Edit transcript
es: Editar transcripción
pt_br: Editar transcrição

source: Edit your added context
es: Editar el contexto añadido
pt_br: Editar contexto adicionado

source: English
es: Inglés
pt_br: Inglês

source: Entry could not be updated
es: No se pudo actualizar la entrada
pt_br: Não foi possível atualizar a entrada

source: Expand
es: Ampliar
pt_br: Expandir

source: Export
es: Exportar
pt_br: Exportar

source: Export audio
es: Exportar audio
pt_br: Exportar áudio

source: Export text
es: Exportar texto
pt_br: Exportar texto

source: Export text and audio
es: Exportar texto y audio
pt_br: Exportar texto e áudio

source: Finish entry
es: Finalizar entrada
pt_br: Finalizar entrada

source: Fio is reading this entry
es: Fio está leyendo esta entrada
pt_br: Fio está lendo esta entrada

source: Fio is reading this entry.
es: Fio está leyendo esta entrada.
pt_br: Fio está lendo esta entrada.

source: Fio will apply this on future transcriptions before creating a reflection.
es: Fio lo aplicará a futuras transcripciones antes de crear una reflexión.
pt_br: O Fio aplicará isso nas próximas transcrições antes de criar uma reflexão.

source: For example: “Focus on decisions and recurring themes. Use direct language.” Fio still stays factual and never gives advice or invents details.
es: Por ejemplo: “Céntrate en las decisiones y los temas recurrentes. Usa un lenguaje directo.” Fio sigue ateniéndose a los hechos y nunca da consejos ni inventa detalles.
pt_br: Por exemplo: “Dê foco às decisões e aos temas recorrentes. Use linguagem direta.” O Fio continua fiel aos fatos e nunca dá conselhos nem inventa detalhes.

source: Further observation
es: Otra observación
pt_br: Outra observação

source: Further observations
es: Más observaciones
pt_br: Outras observações

source: Got it
es: Entendido
pt_br: Entendi

source: Headline
es: Observación principal
pt_br: Observação principal

source: Interface language
es: Idioma de la interfaz
pt_br: Idioma da interface

source: It is only stored on this phone, so this removes it everywhere it exists.
es: Solo se guarda en este iPhone, por lo que se eliminará por completo.
pt_br: Ela fica armazenada apenas neste iPhone, então será removida por completo.

source: Keep writing
es: Seguir escribiendo
pt_br: Continuar escrevendo

source: Language
es: Idioma
pt_br: Idioma

source: Languages on this iPhone
es: Idiomas en este iPhone
pt_br: Idiomas neste iPhone

source: Last 52 weeks
es: Últimas 52 semanas
pt_br: Últimas 52 semanas

source: Less
es: Menos
pt_br: Menos

source: Light
es: Claro
pt_br: Claro

source: Loading languages…
es: Cargando idiomas…
pt_br: Carregando idiomas…

source: Longest streak
es: Racha más larga
pt_br: Maior sequência

source: Main observation
es: Observación principal
pt_br: Observação principal

source: Make shorter
es: Acortar
pt_br: Deixar mais curto

source: Minutes spoken per day this week
es: Minutos hablados por día esta semana
pt_br: Minutos falados por dia nesta semana

source: More
es: Más
pt_br: Mais

source: Next week
es: Semana siguiente
pt_br: Próxima semana

source: No account · only this iPhone
es: Sin cuenta · solo en este iPhone
pt_br: Sem conta · apenas neste iPhone

source: No entries on this day.
es: No hay entradas en este día.
pt_br: Não há entradas neste dia.

source: No results
es: Sin resultados
pt_br: Nenhum resultado

source: No reviews yet.
es: Todavía no hay revisiones.
pt_br: Ainda não há revisões.

source: No words yet
es: Aún no hay palabras
pt_br: Nenhuma palavra ainda

source: Not enough data yet
es: Aún no hay datos suficientes
pt_br: Ainda não há dados suficientes

source: Not now
es: Ahora no
pt_br: Agora não

source: Not what you meant? Add context
es: ¿No es lo que querías decir? Añade contexto
pt_br: Não foi o que quis dizer? Adicione contexto

source: Nothing here yet.
es: Todavía no hay nada aquí.
pt_br: Ainda não há nada aqui.

source: Observer guidance
es: Orientación del observador
pt_br: Orientação do observador

source: On Sunday, Fio reads the week back to you — what repeated, what shifted. You don't have to do anything.
es: El domingo, Fio te cuenta cómo fue la semana: lo que se repitió y lo que cambió. No tienes que hacer nada.
pt_br: No domingo, o Fio conta como foi sua semana — o que se repetiu e o que mudou. Você não precisa fazer nada.

source: Only this entry is changed. Your language for new recordings stays the same.
es: Solo cambia esta entrada. El idioma de las nuevas grabaciones seguirá igual.
pt_br: Apenas esta entrada será alterada. O idioma das novas gravações continuará igual.

source: Opens the calendar
es: Abre el calendario
pt_br: Abre o calendário

source: Pause
es: Pausar
pt_br: Pausar

source: Pause audio
es: Pausar audio
pt_br: Pausar áudio

source: Personal vocabulary
es: Vocabulario personal
pt_br: Vocabulário pessoal

source: Play audio
es: Reproducir audio
pt_br: Reproduzir áudio

source: Portuguese (Brazil)
es: Portugués (Brasil)
pt_br: Português (Brasil)

source: Preferences
es: Preferencias
pt_br: Preferências

source: Preview
es: Vista previa
pt_br: Prévia

source: Previous week
es: Semana anterior
pt_br: Semana anterior

source: Put each observation on a separate line. Up to three are kept.
es: Escribe cada observación en una línea separada. Se conservarán hasta tres.
pt_br: Coloque cada observação em uma linha separada. Até três serão mantidas.

source: Re-record
es: Volver a grabar
pt_br: Regravar

source: Record an entry
es: Grabar una entrada
pt_br: Gravar uma entrada

source: Record instead
es: Grabar en su lugar
pt_br: Gravar em vez disso

source: Recordings
es: Grabaciones
pt_br: Gravações

source: Reflect again
es: Generar otra reflexión
pt_br: Refazer reflexão

source: Reflection
es: Reflexión
pt_br: Reflexão

source: Reflection options
es: Opciones de reflexión
pt_br: Opções da reflexão

source: Remove observation
es: Eliminar observación
pt_br: Remover observação

source: Replace with
es: Reemplazar por
pt_br: Substituir por

source: Replacements
es: Reemplazos
pt_br: Substituições

source: Resume
es: Reanudar
pt_br: Retomar

source: Review
es: Revisión
pt_br: Revisão

source: Reviews
es: Revisiones
pt_br: Revisões

source: Save
es: Guardar
pt_br: Salvar

source: Say what you actually meant. The observer reads this too.
es: Escribe lo que realmente querías decir. El observador también leerá esto.
pt_br: Escreva o que você realmente quis dizer. O observador também lerá isto.

source: Search
es: Buscar
pt_br: Buscar

source: Search every transcript, reflection, and note stored on this iPhone.
es: Busca en todas las transcripciones, reflexiones y notas guardadas en este iPhone.
pt_br: Busque em todas as transcrições, reflexões e notas armazenadas neste iPhone.

source: Search transcript, reflection, and context
es: Buscar en transcripción, reflexión y contexto
pt_br: Buscar em transcrição, reflexão e contexto

source: Search your journal
es: Buscar en tu diario
pt_br: Buscar no seu diário

source: Spanish
es: Español
pt_br: Espanhol

source: Speak on three or more days and Fio reads the week back to you on Sunday.
es: Habla durante tres días o más y Fio te contará la semana el domingo.
pt_br: Fale em três ou mais dias e, no domingo, o Fio contará como foi sua semana.

source: Swipe a replacement to delete it. New rules affect future transcriptions; existing entries only change when you apply the vocabulary manually.
es: Desliza un reemplazo para eliminarlo. Las reglas nuevas afectan a futuras transcripciones; las entradas existentes solo cambian cuando aplicas el vocabulario manualmente.
pt_br: Deslize uma substituição para excluí-la. Novas regras afetam transcrições futuras; entradas existentes só mudam quando você aplica o vocabulário manualmente.

source: Tap the microphone to speak, or hold it to write. Nothing leaves this phone.
es: Toca el micrófono para hablar o mantenlo pulsado para escribir. Nada sale de este iPhone.
pt_br: Toque no microfone para falar ou mantenha pressionado para escrever. Nada sai deste iPhone.

source: Teach Fio names and terms you use. Corrections happen on this iPhone before a reflection is created.
es: Enseña a Fio los nombres y términos que usas. Las correcciones ocurren en este iPhone antes de crear una reflexión.
pt_br: Ensine ao Fio os nomes e termos que você usa. As correções acontecem neste iPhone antes de criar uma reflexão.

source: Teach Fio names and words you use
es: Enseña a Fio los nombres y palabras que usas
pt_br: Ensine ao Fio os nomes e palavras que você usa

source: Text
es: Texto
pt_br: Texto

source: The first bullet is the main observation. You can add up to three more.
es: El primer punto es la observación principal. Puedes añadir hasta tres más.
pt_br: O primeiro bullet é a observação principal. Você pode adicionar até mais três.

source: The text you wrote has not been saved.
es: El texto que escribiste no se ha guardado.
pt_br: O texto que você escreveu não foi salvo.

source: These insights are calculated on this iPhone from your journal. Nothing is uploaded.
es: Estas métricas se calculan en este iPhone a partir de tu diario. No se sube nada.
pt_br: Estas métricas são calculadas neste iPhone a partir do seu diário. Nada é enviado.

source: This becomes your week.
es: Esto se convierte en tu semana.
pt_br: Isto se torna a sua semana.

source: This replacement overlaps with another rule.
es: Este reemplazo se superpone con otra regla.
pt_br: Esta substituição entra em conflito com outra regra.

source: Time recorded
es: Tiempo grabado
pt_br: Tempo gravado

source: Touch and hold to write instead
es: Mantén pulsado para escribir
pt_br: Mantenha pressionado para escrever

source: Transcribe again
es: Transcribir de nuevo
pt_br: Transcrever novamente

source: Transcribe again in another language
es: Transcribir de nuevo en otro idioma
pt_br: Transcrever novamente em outro idioma

source: Transcribing audio…
es: Transcribiendo audio…
pt_br: Transcrevendo áudio…

source: Transcript
es: Transcripción
pt_br: Transcrição

source: Transcription language
es: Idioma de transcripción
pt_br: Idioma da transcrição

source: Transcription unavailable. The original audio is preserved.
es: Transcripción no disponible. Se conserva el audio original.
pt_br: Transcrição indisponível. O áudio original foi preservado.

source: Try a different word or phrase.
es: Prueba con otra palabra o frase.
pt_br: Tente outra palavra ou frase.

source: Use this correction next time?
es: ¿Usar esta corrección la próxima vez?
pt_br: Usar esta correção da próxima vez?

source: Uses the first supported preferred language
es: Usa el primer idioma preferido compatible
pt_br: Usa o primeiro idioma preferido compatível

source: Vocabulary replacement
es: Reemplazo de vocabulario
pt_br: Substituição de vocabulário

source: Weekly reviews
es: Revisiones semanales
pt_br: Revisões semanais

source: What's on your mind?
es: ¿Qué tienes en mente?
pt_br: O que está passando pela sua cabeça?

source: When Fio writes
es: Cuando Fio escribe
pt_br: Quando o Fio escreve

source: When you speak
es: Cuándo hablas
pt_br: Quando você fala

source: Words
es: Palabras
pt_br: Palavras

source: Write
es: Escribir
pt_br: Escrever

source: Write an entry
es: Escribir una entrada
pt_br: Escrever uma entrada

source: Your private journal
es: Tu diario privado
pt_br: Seu diário privado

source: Audio
pt_br: Áudio
